{
  "Navbar": {
    "home": "Inicio",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "tech-stack": "Stack Tecnológico"
  },
  "HomeSection": {
    "title": "Desarrollador Front-end & Android",
    "about": "Ingeniero de sistemas y desarrollador de software con más de 10 años de experiencia, especializado en tecnologías de Frontend, Android y backend. Mi experiencia incluye React.js, Jetpack Compose y Laravel. Me apasiona crear aplicaciones efectivas, optimizar procesos y ofrecer soluciones que impacten positivamente a los clientes. Además, soy un aprendiz entusiasta y analítico; generalmente, actualizo mis conocimientos en las áreas que llaman mi atención.",
    "get-in-touch": "Contáctame"
  },
  "ProjectsSection": {
    "title": "Proyectos",
    "cards": {
      "show-more": "Mostrar más",
      "show-less": "Mostrar menos",
      "first-project": {
        "title": "AppSurgas",
        "description": "AppSurgas es una aplicación para Android construida para toma de lecturas de contadores de gas, la aplicación contaba con módulos de verificación de lectura, notificaciones de lectura incorrecta entre muchas funciones más."
      },
      "second-project": {
        "title": "Naranja ERP - POS",
        "description": "Aplicación para llevar registros de inventario, clientes, usuarios, reportes y más."
      },
      "third-project": {
        "title": "Private - Artificial intelligence",
        "description": "Aplicación web para el manejo de gran cantidad de multimedia procesada por inteligencia artificial. En esta aplicación se aplicó la estructura tipo atomic design para mantener componentes reutilizables."
      }, 
      "fourth-project": {
        "title": "Todo app",
        "description": "Aplicación web para gestionar listas de tareas"
      }, 
      "fifth-project": {
        "title": "Gadget shop",
        "description": "Aplicación web para gestionar ordenes, y productos de la tienda."
      },
      "sixth-project": {
        "title": "Gadget app",
        "description": "Aplicación móvil para gestionar ordenes, y productos de la tienda."
      }
    }
  },
  "MiniProjectsSection": {
    "title": "Mini Proyectos",
    "cards": {
      "first-project": {
        "title": "Todo app",
        "description": "Aplicación web para gestionar tareas y listas de tareas."
      }
    }
  },
  "SkillsSection": {
    "title": "Habilidades"
  },
  "Footer": {
    "rights": "Todos los derechos reservados."
  }
}